[
  {
    "id": "recN5NSZJdDvkwSkH",
    "createdTime": "2021-08-26T20:11:21.000Z",
    "fields": {
      "Name": "ENERGY",
      "Notes": [
        {
          "id": "attFO1vDnZZw9UqlY",
          "width": 168,
          "height": 164,
          "url": "https://v5.airtableusercontent.com/v3/u/43/43/1753596000000/XIofnZC0KgMxmOQU-2ff9g/GtHFfEi9DCkJZ0AOZn4b3ni_ZyLwVDa0jz3Ak4wHq2AEkMwaLKjy-DoTDLbQ1rT3bsjJfhMO0hGo9CqTdVY7wBznY7qVPoRRwBmNII9X5jEk47tNQADOLUNc2fEITxGK6ZnpCKwruWFOOPv-Rz3xAn5WiBQlbKEfC-FYuXFeiNU/xCPY63Rt1zuUEUxof0BLCwuw3X6gZjxMDI360ZerV-s",
          "filename": "Screenshot 2021-01-05 153410.jpg",
          "size": 8036,
          "type": "image/jpeg",
          "thumbnails": {
            "small": {
              "url": "https://v5.airtableusercontent.com/v3/u/43/43/1753596000000/HtR0USvws_60xBhQ34VQ0Q/UASsn97_vUkBTMeDY2Uezke-FpA8yGILqZH5BXllRUOOzlvvaYd5hh1ClJvCaXCXP76Gofnl3K8Hsat5QELUBnq3uANA8IwOlICI_51KUBFvaj6n7q8s1d0gv_ZKdpJk6x53q_4wkRr5pxprcGVBxw/S-RpcoELrx0mgQ5N9wO5jh2P9oRoLHbtmuUTFgC9nDw",
              "width": 37,
              "height": 36
            },
            "large": {
              "url": "https://v5.airtableusercontent.com/v3/u/43/43/1753596000000/vNlhwfG6jvfxKcSaUlShDA/1pkIp3Ef7tlBZQ_JtPx2Epkiam9YPsAacw_WrHm0k5WE15qO3-hiKjkaA_xkQBZFB27ZkmFvngBX-P5he_Q0J0YLOrg5fiigeeK62tUSEaLHsj9cyPI50_Nx7lowxX4wLdOC9qZe2OboXV-2D7gpIA/RLxTUHSW28CegO1I-AY9cz_C1o2-V8s315iwIx_-gGs",
              "width": 168,
              "height": 164
            },
            "full": {
              "url": "https://v5.airtableusercontent.com/v3/u/43/43/1753596000000/qLgEHX7h2wtN58F396F5rA/8I0RoW-ypsqXG-kQBnIuRj08WUnveRUyoSVeHl1SgbmxVU7h4IU4TKR6W9G9Fv09NY3Jvyz6D-IFvv-Ztpk9jraJkbdjpca6yuWwwCqePD1y7SWsaDz9GBEEWPUXkxMxdKsCO4g98bKI2l5QlGP12A/GfQVrDhTaBKBGC4l_PwkAt6DxpyNq_xRgJ5LI5wBKWI",
              "width": 3000,
              "height": 3000
            }
          }
        }
      ],
      "Attachments": "ENERGY\nProfessor of Mentoring\n(she/her/hers)\n\nLocation: South Africa\n\nDescription: \n\nEnergy is on a lifelong quest to pass on knowledge. She’s in her mid-60s (a little younger than Lionelcorn) but she’s very energetic; young people are immediately drawn to her. Imagination University will be Energy’s last gig. At age 25/30, she worked with kids and loved her work, but burned out a few years later. She goes to see a coach/guru who asks her…who are your mentors? It was then Energy realized...she had forgotten to find her own mentors! Her guru gives her a challenge: I want you to prioritize the people and places that give you energy. Energy becomes addicted to experiences that give energy, which in turn has unlocked an entire lifetime of mentoring. She wrote her PhD on mentoring; she’s ADDICTED to Plato/Socrates relationship; obsessed to see knowledge passed down outside of families. She always talks in stories; she’s worked with some aboriginal elders. If Energy wants to tell you something, she’ll tell you a parable. She knows that If you want to change things, you need to find a way to tell people through story. Energy isn’t interpreting things: nothing she says is opinion. She’s sharing an exact quote or story. She believes there are facts and there are truths. There are some things that are fundamentally factual. She’s fighting within that frame for the journalistic values of the fourth estate. Truth matters and truth exists.\n\nEnneagram: #2 The Helper\n\nTwos are a feeling-based type with a focus on relationships. They excel at making connections and empathizing with the needs and feelings of other people. They are usually good at supporting others and helping bring out their potential. However, turning their attention toward themselves and knowing what they themselves need is much more difficult. They want to be accepted and liked by others, and they will adapt or change themselves to earn this approval. A bit like emotional sponges, Twos have to be very careful what they absorb from the people around them. Getting angry or setting personal boundaries can be very hard to do, although they may have emotional outbursts to relieve the pressure. While being a special person or earning the approval of others has its advantages, it doesn't substitute for being loved for oneself.\n"
    }
  }
]